Repository: dantesabatier/SSMessage
Catalog: */Localizable.strings
Languages: es

source: %@ v%@ does not supports the authentication's mechanism specified by this server.
es: %1$@ v%2$@ no soporta el mecanismo de autentificación especificado por este servidor.

source: All recipient addresses rejected.
es: Todas las direcciones de los destinatarios rechazadas.

source: Bad username or password.
es: Nombre de usuario o contraseña incorrectos.

source: Console
es: Consola

source: Could not connect to server
es: No puedo conectar al servidor

source: Delivery account requires authentication, but no password has been specified.
es: La cuenta de entrega requiere autenticación, pero ninguna contraseña se han especificado.

source: Error while connecting to the server. Verify your internet connection and/or if you are behind a firewall check your firewall configuration.
es: Error durante la conexión con el servidor. Compruebe su conexión a Internet y/o si usted está detrás de un firewall compruebe la configuración del firewall.

source: Invalid arguments
es: Argumentos no validos

source: No messages
es: Ningún mensaje

source: Password Required
es: Contraseña requerida

source: Sender rejected. From address is not one of your addresses.
es: Remitente rechazado. De la dirección De no es una de sus direcciones.

source: Server does not respond.
es: El servidor no responde.

source: Authentication failed
es: Error de autenticación

source: SMTP Server require SSL connection
es: El servidor SMTP requiere conexión SSL

source: SSL certificate common name doesn't match host name
es: Nombre común del certificado SSL no coincide con el nombre de host

source: SSL certificate doesn't verify
es: Certificado SSL no verifica

source: The server refused our EHLO message.
es: El servidor rechazó nuestro mensaje EHLO.

source: The SMTP server refused the sender address
es: El servidor SMTP rechazó la dirección del remitente

source: The SMTP server refused to accept the message data.
es: El servidor SMTP se negó a aceptar los datos del mensaje.

source: The SSL connection has failed
es: La conexión SSL ha fallado

source: This message has no recipients
es: Este mensaje no contiene destinatarios

source: This server require authentication. Did you forgot to provide an authentication mechanism?. Please check your settings and try again later.
es: Este servidor requiere autenticación. ¿Ha olvidado proporcionar un mecanismo de autentificación?. Por favor, compruebe la configuración y vuelva a intentarlo más tarde.

source: Try enabling SSL.
es: Intente habilitar SSL.

source: Unsupported login mechanism.
es: Mecanismo de inicio de sesión no compatible.
